Repository: derAndi/CakePHP-FeedbackIt
Catalog: Locale/deu/LC_MESSAGES/feedback_*.po
Languages: it

source: No config file found. Please create one:
it: Keine Konfigurationsdatei gefunden. Bitte eine erstellen.

source: Could not find that file
it: Datei nicht gefunden

source: No screenshot found
it: Kein Screenshot gefunden

source: Thank you. Your feedback was saved.
it: Vielen Dank. Dein Feedback wurde gespeichert.

source: View your feedback on:
it: Hier kannst du deinen Feedback sehen:

source: A copy of your submitted feedback:
it: Eine Kopie deines übermittelten Feedbacks:

source: Send your feedback or bugreport!
it: Sende uns dein Feedback oder Fehlerbericht!

source: Your name
it: Dein Name

source: Your e-mail
it: Deine Emailadresse

source: Subject
it: Betreff

source: Feedback or suggestion
it: Feedback / Vorschlag / Fehlerbeschreibung

source: Click anywhere on website
it: Klicke irgendwohin in die Webseite

source: Highlight something
it: Etwas hervorheben

source: E-mail me a copy
it: Sende mir eine Kopie per mail

source: Submit
it: Senden

source: Cancel
it: Abbrechen

source: Feedback submitted
it: Feedback gesendet

source: Close
it: Schließen
